/* Record button label */
"RecordButtonStart" = "Start"; /* record button label for start action */
"RecordButtonStop" = "Stop"; /* record button label for stop action */

/* Data unavailable messages */
"DataUnavailable" = "Unavailable"; /* DataUnavailable */

/* Formatting strings for location data output */
"LatLongFormat" = "%.4f° %@"; /* LatLongFormat */
"AltitudeFormat" = "%.2f meters %@"; /* AltitudeFormat */
"AccuracyFormat" = "± %1.0f m"; /* AccuracyFormat */
"CourseFormat" = "%.4f° Clockwise from North"; /* CourseFormat */
"SpeedFormat" = "%.2f kph"; /* SpeedFormat */

/* Directions */ 
"North" = "N"; /* North */
"South" = "S"; /* South */
"East" = "E"; /* East */
"West" = "W"; /* West */
"AboveSeaLevel" = "above sea level"; /* AboveSeaLevel */
"BelowSeaLevel" = "below sea level"; /* BelowSeaLevel */

/* Formatting strings for track data output */
"DistanceFormat" = "%.2f km"; /* Distance in km */

/* Map annotations */
"WaypointTitleFormat" = "Waypoint #%d"; /* Waypoint title format with index number */
"StartWaypoint" = "Start"; /* Waypoint marking the start of the track */
"EndWaypoint" = "Finish"; /* Waypoint marking the end of the track */

/* Alert Views */
"AlertBtnOk" = "OK"; /* Alert Button, Ok */
"AlertBtnShowOnMap" = "Show on map"; /* Alert Button, show on map */
"FileImportMessage" = "The file %@ has been added to your imported routes."; /* File import message */
"FileImportTitle" = "Route imported"; /* File import title */

/* Action sheets */
"ActionSheetCancel" = "Cancel"; /* action sheet cancel button label */
"ActionSheetDeleteTracksFormat" = "Delete All %@"; /* action sheet button label for deleting tracks */
"ActionSheetDeleteThumbnails" = "Reload Thumbnails"; /* action sheet button label for deleting thumbnails */
